{
  "HEADER": {
    "PROJECTS": "Projekte",
    "CONTACT": "Mich kontaktieren",
    "TITLE": "Full-Stack-Entwickler",
    "ABOUT": "Über mich",
    "SKILLS": "Fähigkeiten",
    "PROJECT": "Projekte",
    "LOCATION": "In Nürnberg",
    "REMOTE": "Verfügbar für Remote-Arbeit"
  },
  "ABOUTME": {
    "WHO": "Wer ich bin",
    "ME": "Über mich",
    "TITLE": "Hi, ich bin ein deutsch-türkischer Full-Stack-Entwickler aus der Nähe von Nürnberg mit einer Leidenschaft für IT und kreatives Design.",
    "FLEX": "Ich bin flexibel und arbeite gerne sowohl im Büro als auch im Homeoffice.",
    "MIND": "Ich bin offen für neue Erfahrungen und freue mich darauf, spannende Herausforderungen anzunehmen.",
    "CHECK": "Für mich bedeutet Programmieren nicht nur Code zu schreiben, sondern kreative Lösungen zu entwickeln, die begeistern.",
    "FOCUS": "Ich lege großen Wert auf sauberen Code, nutzerzentrierte Designs und eine effiziente Umsetzung."
  },
  "SKILLSET": {
    "TITLE": "Technologien",
    "HEADER": "Fähigkeiten",
    "INFO": "Im Laufe meiner Reise habe ich an diversen Projekten gearbeitet und eine Vielzahl von Frontend und Backend - Technologien und -Konzepten angewendet. Ich bin stets motiviert, neue Werkzeuge und Methoden zu erlernen, um meine Fähigkeiten kontinuierlich zu verbessern und in der sich ständig weiterentwickelnden Welt der Webentwicklung vorne mitzuspielen.",
    "SECONDTITLEPT1": "Brauchen Sie",
    "SECONDTITLEPT2": "eine andere Fähigkeit?",
    "MORE": "Kontaktieren Sie mich gerne. Ich freue mich darauf, mein Wissen zu erweitern und neue Herausforderungen anzunehmen.",
    "TALK": "Lassen Sie uns reden",
    "GROWTH": "Wachstumsorientiertes Denken"
  },
  "POPUP": {
    "INFO": "Ich habe ein besonderes Interesse daran, Neues zu lernen."
  },
  "PROJECTS": {
    "HEADER": "Ausgewählte Projekte",
    "INFO": "Entdecken Sie hier eine Auswahl meiner Arbeiten — interagieren Sie mit den Projekten, um meine Fähigkeiten in Aktion zu erleben."
  },
  "PROJECTCARD": {
    "TITLE": "Worum geht es in diesem Projekt?",
    "JOIN": {
      "INFO": "Ein Task-Manager inspiriert vom Kanban-System. Erstellen und organisieren Sie Aufgaben mit Drag-and-Drop-Funktionen und weisen Sie Benutzern und Kategorien zu."
    },
    "NIGHTSTALKER": {
      "INFO": "Ein Jump-and-Run-Spiel basierend auf einem objektorientierten Ansatz. Helfen Sie NightStalker, Münzen und Molotowcocktails zu sammeln, um gegen den gigantischen Skull Warrior zu kämpfen."
    },
    "DABUBBLE": {
      "INFO": "Diese App ist ein Slack-Klon. Sie revolutioniert die Teamkommunikation und Zusammenarbeit mit ihrer intuitiven Benutzeroberfläche, Echtzeit-Messaging und robusten Kanalorganisation."
    },
    "CODERR": {
      "INFO": "Coderr ist eine rollenbasierte Plattform mit einem Django/DRF-Backend. Kunden und Anbieter erhalten je nach Accounttyp eigene Funktionen und API-Endpoints. Profile, Angebote und Aufträge werden vollständig über das Backend gesteuert."
    }
  },
  "TESTIMONIALS": {
    "TITLE": "Was meine Kollegen über mich sagen",
    "DENISDUDDA": {
      "TESTI": "Es war eine Freude, mit dir zusammenzuarbeiten. Deine ruhige und gelassene Art sowie deine schnelle Auffassungsgabe haben unsere Projekte enorm bereichert. Ich schätze deine Professionalität und freue mich auf zukünftige Zusammenarbeit."
    },
    "KAISCHULZ": {
      "TESTI": "Die Zusammenarbeit mit Mehmet Deliaci war eine echte Bereicherung. Er überzeugte mit technischem Know-how, strukturiertem Arbeiten und großem Engagement. Mehmet hat stets lösungsorientiert gedacht und das Team motiviert. Ich würde jederzeit wieder mit ihm zusammenarbeiten."
    },
    "SARAHMUELLER": {
      "TESTI": "Die Zusammenarbeit mit Mehmet Deliaci war immer inspirierend. Seine Fähigkeit, auch in stressigen Situationen den Überblick zu behalten, und seine detailorientierte Arbeitsweise haben unser Projekt auf ein neues Level gebracht. Mehmet hat die Fähigkeit, technische Herausforderungen kreativ zu lösen und dabei stets das große Ganze im Blick zu behalten. Er ist ein wahrer Gewinn für jedes Team."
    },
    "JONASWEBER": {
      "TESTI": "Mehmet Deliaci zeichnet sich durch seine exzellente Arbeitsmoral und seine Fähigkeit aus, selbst die schwierigsten Aufgaben mit Leichtigkeit zu meistern. Er geht stets die Extrameile, um qualitativ hochwertige Ergebnisse zu liefern. Seine Kommunikation und sein Teamgeist machen ihn zu einem idealen Kollegen, mit dem ich jederzeit wieder zusammenarbeiten würde."
    }
  },
  "CONTACT": {
    "HEADER": "Kontaktiere mich",
    "TITLE": "Lass uns zusammenarbeiten",
    "STITLE": "Hast du ein Problem zu lösen?",
    "TEXT": "Kontaktiere mich über dieses Formular. Ich freue mich darauf, von dir zu hören, deine Ideen kennenzulernen und mit meiner Arbeit zu deinen Projekten beizutragen.",
    "NEED": "Brauchst du einen Full-Stack-Entwickler?",
    "TALK": "Lass uns sprechen!"
  },
  "FORM": {
    "NAME": "Wie lautet dein Name?",
    "NAME_PLACEHOLDER": "Dein Name kommt hierhin",
    "NAME_MISSING": "Bitte gib einen Namen ein",
    "EMAIL": "Wie lautet deine E-Mail-Adresse?",
    "EMAIL_PLACEHOLDER": "deineemail@email.com",
    "EMAIL_MISSING": "Bitte gib eine E-Mail-Adresse ein",
    "HELP": "Wie kann ich dir helfen?",
    "HELP_PLACEHOLDER": "Hallo Mehmet, ich bin interessiert an ...",
    "HELP_MISSING": "Bitte gib eine Nachricht ein",

    "PRIVACY1": "Ich habe die ",
    "PRIVACY2": "Datenschutzerklärung ",
    "PRIVACY3": "gelesen und stimme der Verarbeitung meiner Daten gemäß der Richtlinien zu.",

    "PRIVACY_MISSING": "Bitte akzeptiere die Datenschutzerklärung",
    "HELLO": "Sag Hallo ;)"
  },
  "LEGALNOTICE": "Impressum",

  "MARQUEE": {
    "REMOTE_WORK": "Verfügbar für Remote-Arbeit",
    "FRONTEND_DEVELOPER": "Full-Stack-Entwickler",
    "BASED_IN": "Ansässig in der nähe Nürnberg"
  },

  "IMPRINT": {
    "HEADER": "Impressum",
    "ADDRESS_TITLE": "Angaben gemäß § 5 TMG",
    "NAME": "Mehmet Deliaci",
    "ADDRESS": "Nördliche Ringstr.23",
    "CITY": "91781 Weißenburg",
    "COUNTRY": "Deutschland",
    "CONTACT_TITLE": "Kontakt",
    "PHONE": "Telefon:",
    "EMAIL": "E-Mail:",
    "RESPONSIBILITY_TITLE": "Verantwortlich für den Inhalt nach § 55 Abs. 2 RStV",
    "RESPONSIBILITY_NAME": "Mehmet Deliaci",
    "RESPONSIBILITY_ADDRESS": "Nördliche Ringstr.23",
    "RESPONSIBILITY_CITY": "91781 Weißenburg",
    "RESPONSIBILITY_COUNTRY": "Deutschland",
    "CONTENT_LIABILITY_TITLE": "Haftung für Inhalte",
    "CONTENT_LIABILITY_TEXT1": "Als Diensteanbieter bin ich gemäß § 7 Abs.1 TMG für eigene Inhalte auf diesen Seiten nach den allgemeinen Gesetzen verantwortlich. Nach §§ 8 bis 10 TMG bin ich als Diensteanbieter jedoch nicht verpflichtet, übermittelte oder gespeicherte fremde Informationen zu überwachen oder nach Umständen zu forschen, die auf eine rechtswidrige Tätigkeit hinweisen.",
    "CONTENT_LIABILITY_TEXT2": "Verpflichtungen zur Entfernung oder Sperrung der Nutzung von Informationen nach den allgemeinen Gesetzen bleiben hiervon unberührt. Eine diesbezügliche Haftung ist jedoch erst ab dem Zeitpunkt der Kenntnis einer konkreten Rechtsverletzung möglich. Bei Bekanntwerden von entsprechenden Rechtsverletzungen werde ich diese Inhalte umgehend entfernen.",
    "LINKS_LIABILITY_TITLE": "Haftung für Links",
    "LINKS_LIABILITY_TEXT1": "Mein Angebot enthält Links zu externen Webseiten Dritter, auf deren Inhalte ich keinen Einfluss habe. Deshalb kann ich für diese fremden Inhalte auch keine Gewähr übernehmen. Für die Inhalte der verlinkten Seiten ist stets der jeweilige Anbieter oder Betreiber der Seiten verantwortlich. Die verlinkten Seiten wurden zum Zeitpunkt der Verlinkung auf mögliche Rechtsverstöße überprüft. Rechtswidrige Inhalte waren zum Zeitpunkt der Verlinkung nicht erkennbar.",
    "LINKS_LIABILITY_TEXT2": "Eine permanente inhaltliche Kontrolle der verlinkten Seiten ist jedoch ohne konkrete Anhaltspunkte einer Rechtsverletzung nicht zumutbar. Bei Bekanntwerden von Rechtsverletzungen werde ich derartige Links umgehend entfernen.",
    "COPYRIGHT_TITLE": "Urheberrecht",
    "COPYRIGHT_TEXT1": "Die durch die Seitenbetreiber erstellten Inhalte und Werke auf diesen Seiten unterliegen dem deutschen Urheberrecht. Die Vervielfältigung, Bearbeitung, Verbreitung und jede Art der Verwertung außerhalb der Grenzen des Urheberrechtes bedürfen der schriftlichen Zustimmung des jeweiligen Autors bzw. Erstellers. Downloads und Kopien dieser Seite sind nur für den privaten, nicht kommerziellen Gebrauch gestattet.",
    "COPYRIGHT_TEXT2": "Soweit die Inhalte auf dieser Seite nicht vom Betreiber erstellt wurden, werden die Urheberrechte Dritter beachtet. Insbesondere werden Inhalte Dritter als solche gekennzeichnet. Sollten Sie trotzdem auf eine Urheberrechtsverletzung aufmerksam werden, bitten wir um einen entsprechenden Hinweis. Bei Bekanntwerden von Rechtsverletzungen werde ich derartige Inhalte umgehend entfernen."
  },

  
    "PRIVACY": {
      "HEADER": "Datenschutzerklärung",
      "RESPONSIBLE_TITLE": "1. Verantwortliche Stelle",
      "NAME": "Mehmet Deliaci",
      "ADDRESS": "Nördliche Ringstr.23",
      "CITY": "91781 Weißenburg",
      "COUNTRY": "Deutschland",
      "EMAIL": "E-Mail",
      "DATA_COLLECTION_TITLE": "2. Erhebung und Speicherung personenbezogener Daten",
      "DATA_COLLECTION_TEXT": "Wenn Sie über das Kontaktformular eine Nachricht an mich senden, werden die folgenden Daten verarbeitet:",
      "DATA_NAME": "Ihr Name",
      "DATA_EMAIL": "Ihre E-Mail-Adresse",
      "DATA_MESSAGE": "Ihre Nachricht",
      "DATA_USAGE_TEXT": "Diese Daten werden ausschließlich zur Bearbeitung Ihrer Anfrage verwendet. Eine Weitergabe an Dritte erfolgt nicht.",
      "LEGAL_BASIS_TITLE": "3. Rechtsgrundlage der Verarbeitung",
      "LEGAL_BASIS_TEXT": "Die Verarbeitung Ihrer Daten erfolgt auf Grundlage von Art. 6 Abs. 1 lit. a DSGVO (Einwilligung) und Art. 6 Abs. 1 lit. b DSGVO (Erfüllung eines Vertrags oder vorvertraglicher Maßnahmen).",
      "STORAGE_DURATION_TITLE": "4. Speicherdauer",
      "STORAGE_DURATION_TEXT": "Ihre Daten werden so lange gespeichert, wie es für die Bearbeitung Ihrer Anfrage notwendig ist. Nach Abschluss der Anfrage werden Ihre Daten gelöscht, sofern keine gesetzlichen Aufbewahrungspflichten bestehen.",
      "YOUR_RIGHTS_TITLE": "5. Ihre Rechte",
      "YOUR_RIGHTS_TEXT": "Sie haben folgende Rechte hinsichtlich Ihrer personenbezogenen Daten:",
      "RIGHT_ACCESS": "Auskunft über Ihre gespeicherten Daten (Art. 15 DSGVO)",
      "RIGHT_CORRECTION": "Berichtigung unrichtiger Daten (Art. 16 DSGVO)",
      "RIGHT_DELETION": "Löschung Ihrer Daten (Art. 17 DSGVO)",
      "RIGHT_LIMITATION": "Einschränkung der Verarbeitung (Art. 18 DSGVO)",
      "RIGHT_OBJECTION": "Widerspruch gegen die Verarbeitung (Art. 21 DSGVO)",
      "RIGHT_TRANSFERABILITY": "Übertragbarkeit Ihrer Daten (Art. 20 DSGVO)",
      "RIGHTS_CONTACT_TEXT": "Zur Ausübung Ihrer Rechte können Sie sich an die oben genannte E-Mail-Adresse wenden.",
      "CONSENT_TITLE": "6. Einwilligung",
      "CONSENT_TEXT": "Durch das Absenden einer Nachricht über das Kontaktformular erklären Sie sich mit der Verarbeitung Ihrer Daten gemäß dieser Datenschutzerklärung einverstanden.",
      "CHANGES_TITLE": "7. Änderung der Datenschutzerklärung",
      "CHANGES_TEXT": "Ich behalte mir das Recht vor, diese Datenschutzerklärung bei Änderungen der Rechtslage oder der Datenverarbeitung entsprechend anzupassen."
    }
  
  
}
