{
  "HEADER": {
    "PROJECTS": "Meine Projekte",
    "CONTACT": "Kontaktieren Sie mich",
    "TITLE": "Frontend-Entwickler",
    "ABOUT": "Über mich",
    "SKILLS": "Fähigkeiten",
    "PROJECT": "Projekte",
    "LOCATION": "In Nürnberg",
    "REMOTE": "Verfügbar für Remote-Arbeit"
  },
  "ABOUTME": {
    "WHO": "Wer ich bin",
    "ME": "Über mich",
    "TITLE": "Hi, ich bin ein deutsch-türkischer Frontend-Entwickler aus der Nähe von Nürnberg mit einer Leidenschaft für IT und kreatives Design.",
    "FLEX": "Ich bin flexibel und arbeite gerne sowohl im Büro als auch im Homeoffice.",
    "MIND": "Ich bin offen für neue Erfahrungen und freue mich darauf, spannende Herausforderungen anzunehmen.",
    "CHECK": "Für mich bedeutet Programmieren nicht nur Code zu schreiben, sondern kreative Lösungen zu entwickeln, die begeistern.",
    "FOCUS": "Ich lege großen Wert auf sauberen Code, nutzerzentrierte Designs und eine effiziente Umsetzung."
  },
  "SKILLSET": {
    "TITLE": "Technologien",
    "HEADER": "Fähigkeiten",
    "INFO": "Im Laufe meiner Reise habe ich an diversen Projekten gearbeitet und eine Vielzahl von Frontend-Technologien und -Konzepten angewendet. Ich bin stets motiviert, neue Werkzeuge und Methoden zu erlernen, um meine Fähigkeiten kontinuierlich zu verbessern und in der sich ständig weiterentwickelnden Welt der Webentwicklung vorne mitzuspielen.",
    "SECONDTITLEPT1": "Brauchen Sie",
    "SECONDTITLEPT2": "eine andere Fähigkeit?",
    "MORE": "Kontaktieren Sie mich gerne. Ich freue mich darauf, mein Wissen zu erweitern und neue Herausforderungen anzunehmen.",
    "TALK": "Lassen Sie uns reden",
    "GROWTH": "Wachstumsorientiertes Denken"
  },
  "POPUP": {
    "INFO": "Ich habe ein besonderes Interesse daran, Neues zu lernen."
  },
  "PROJECTS": {
    "HEADER": "Ausgewählte Projekte",
    "INFO": "Entdecken Sie hier eine Auswahl meiner Arbeiten — interagieren Sie mit den Projekten, um meine Fähigkeiten in Aktion zu erleben."
  },
  "PROJECTCARD": {
    "TITLE": "Worum geht es in diesem Projekt?",
    "JOIN": {
      "INFO": "Ein Task-Manager inspiriert vom Kanban-System. Erstellen und organisieren Sie Aufgaben mit Drag-and-Drop-Funktionen und weisen Sie Benutzern und Kategorien zu."
    },
    "NIGHTSTALKER": {
      "INFO": "Ein Jump-and-Run-Spiel basierend auf einem objektorientierten Ansatz. Helfen Sie NightStalker, Münzen und Molotowcocktails zu sammeln, um gegen den gigantischen Skull Warrior zu kämpfen."
    },
    "DABUBBLE": {
      "INFO": "Diese App ist ein Slack-Klon. Sie revolutioniert die Teamkommunikation und Zusammenarbeit mit ihrer intuitiven Benutzeroberfläche, Echtzeit-Messaging und robusten Kanalorganisation."
    }
  },
  "TESTIMONIALS": {
    "TITLE": "Was meine Kollegen über mich sagen",
    "DENISDUDDA": {
      "TESTI": "Es war eine Freude, mit dir zusammenzuarbeiten. Deine ruhige und gelassene Art sowie deine schnelle Auffassungsgabe haben unsere Projekte enorm bereichert. Ich schätze deine Professionalität und freue mich auf zukünftige Zusammenarbeit."
    },
    "KAISCHULZ": {
      "TESTI": "Die Zusammenarbeit mit Mehmet Deliaci war eine echte Bereicherung. Er überzeugte mit technischem Know-how, strukturiertem Arbeiten und großem Engagement. Mehmet hat stets lösungsorientiert gedacht und das Team motiviert. Ich würde jederzeit wieder mit ihm zusammenarbeiten."
    }
  },
  "CONTACT": {
    "HEADER": "Kontaktiere mich",
    "TITLE": "Lass uns zusammenarbeiten",
    "STITLE": "Hast du ein Problem zu lösen?",
    "TEXT": "Kontaktiere mich über dieses Formular. Ich freue mich darauf, von dir zu hören, deine Ideen kennenzulernen und mit meiner Arbeit zu deinen Projekten beizutragen.",
    "NEED": "Brauchst du einen Frontend-Entwickler?",
    "TALK": "Lass uns sprechen!"
  },
  "FORM": {
    "NAME": "Wie lautet dein Name?",
    "NAME_PLACEHOLDER": "Dein Name kommt hierhin",
    "NAME_MISSING": "Bitte gib einen Namen ein",
    "EMAIL": "Wie lautet deine E-Mail-Adresse?",
    "EMAIL_PLACEHOLDER": "deineemail@email.com",
    "EMAIL_MISSING": "Bitte gib eine E-Mail-Adresse ein",
    "HELP": "Wie kann ich dir helfen?",
    "HELP_PLACEHOLDER": "Hallo Mehmet, ich bin interessiert an ...",
    "HELP_MISSING": "Bitte gib eine Nachricht ein",
    "PRIVACY": "Ich habe die <a class='text-primary' href='{{link}}'>Datenschutzerklärung</a> gelesen und stimme der Verarbeitung meiner Daten gemäß der Richtlinien zu.",
    "PRIVACY_MISSING": "Bitte akzeptiere die Datenschutzerklärung",
    "HELLO": "Sag Hallo ;)"
  },
  "LEGALNOTICE": "Impressum"
}
