{
  "HEADER": {
    "PROJECTS": "My Projects",
    "CONTACT": "Contact Me",
    "TITLE": "Frontend Developer",
    "ABOUT": "About Me",
    "SKILLS": "Skills",
    "PROJECT": "Projects",
    "LOCATION": "Based in Nuremberg",
    "REMOTE": "Available for Remote Work"
  },
  "ABOUTME": {
    "WHO": "Who I Am",
    "ME": "About me",
    "TITLE": "Hi, I am a German-Turkish frontend developer near Nuremberg with a passion for IT and creative design.",
    "FLEX": "I am flexible and happy to work both in the office and remotely.",
    "MIND": "I am open to new experiences and excited to take on challenging opportunities.",
    "CHECK": "For me, programming is not just about writing lines of code but about creating innovative solutions that inspire.",
    "FOCUS": "I value clean code, user-focused designs, and efficient implementation."
  },
  "SKILLSET": {
    "TITLE": "Technologies",
    "HEADER": "Skill Set",
    "INFO": "Throughout my journey, I have worked on diverse projects, utilizing a wide range of frontend technologies and concepts. I am always eager to embrace new tools and methodologies, continuously improving my skills to stay ahead in the ever-evolving world of web development.",
    "SECONDTITLEPT1": "Do you need",
    "SECONDTITLEPT2": "another skill?",
    "MORE": "Feel free to reach out. I’m always excited to broaden my expertise and take on new challenges.",
    "TALK": "Let’s Talk",
    "GROWTH": "Growth Mindset"
  },
  "POPUP": {
    "INFO": "I have a special interest in learning."
  },
  "PROJECTS": {
    "HEADER": "Featured Projects",
    "INFO": "Explore a selection of my work here — interact with projects to see my skills in action."
  },
  "PROJECTCARD": {
    "TITLE": "What is this project about?",
    "JOIN": {
      "INFO": "A task manager inspired by the Kanban System. Create and organize tasks using drag-and-drop functionality, and assign users and categories."
    },
    "NIGHTSTALKER": {
      "INFO": "A jump, run, and throw game based on an object-oriented approach. Help NightStalker find coins and Molotov cocktails to fight against the giant Skull Warrior."
    },
    "DABUBBLE": {
      "INFO": "This app is a Slack clone. It revolutionizes team communication and collaboration with its intuitive interface, real-time messaging, and robust channel organization."
    }
  },
  "TESTIMONIALS": {
    "TITLE": "What my colleagues say about me",
    "DENISDUDDA": {
      "TESTI": "It was a pleasure working with you. Your calm and composed manner, as well as your quick grasp of new concepts, have greatly enriched our projects. I truly appreciate your professionalism and look forward to future collaborations."
    },
    "KAISCHULZ": {
      "TESTI": "Working with Mehmet Deliaci was a real asset. He impressed with his technical expertise, structured approach, and strong commitment. Mehmet always thought in a solution-oriented way and motivated the team. I would happily work with him again anytime."
    },
    "SARAHMUELLER": {
      "TESTI": "Working with Mehmet Deliaci was always inspiring. His ability to stay focused even in stressful situations and his attention to detail elevated our project to the next level. Mehmet has the skill to creatively solve technical challenges while keeping the bigger picture in mind. He is a true asset to any team."
    },
    "JONASWEBER": {
      "TESTI": "Mehmet Deliaci stands out for his exceptional work ethic and his ability to handle even the most challenging tasks with ease. He always goes the extra mile to deliver high-quality results. His communication skills and team spirit make him an ideal colleague, and I would gladly work with him again."
    }
  },
  "CONTACT": {
    "HEADER": "Contact Me",
    "TITLE": "Let's Work Together",
    "STITLE": "Got a Problem to Solve?",
    "TEXT": "Contact me through this form. I am interested in hearing from you, learning about your ideas, and contributing to your projects with my work.",
    "NEED": "Need a Frontend Developer?",
    "TALK": "Let's Talk!"
  },
  "FORM": {
    "NAME": "What's your name?",
    "NAME_PLACEHOLDER": "Your name goes here",
    "NAME_MISSING": "Please enter a name",
    "EMAIL": "What's your email?",
    "EMAIL_PLACEHOLDER": "youremail@email.com",
    "EMAIL_MISSING": "Please enter an email",
    "HELP": "How can I help you?",
    "HELP_PLACEHOLDER": "Hello Mehmet, I am interested in ...",
    "HELP_MISSING": "Please enter a message",
    "PRIVACY1": "I have read the ",
    "PRIVACY2": "privacy policy ",
    "PRIVACY3": "and agree to the processing of my data in accordance with the guidelines.",
    "PRIVACY_MISSING": "Please accept the privacy policy",
    "HELLO": "Say Hello ;)"
  },
  "LEGALNOTICE": "Legal Notice",

  "MARQUEE": {
    "REMOTE_WORK": "Available for remote work",
    "FRONTEND_DEVELOPER": "Frontend Developer",
    "BASED_IN": "Based in Munich"
  }
}
